[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Automatyczny start przy uruchamianiu
mi_TrayLaunch->Caption=Otwarte %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Wiele urządzeń
mi_MouseLed->Caption=Wyświelenie funkcji ogólnych
mi_DevicePair->Caption=Program do parowania urządzeń
mi_ProgramClose->Caption=Ładowanie profilu
mi_MouseLedFunc_AlwaysShow->Caption=Zawsze pokazuj
mi_MouseLedFunc_ChangedShow->Caption=Pokazuj przy zmianie
mi_MouseLedFunc_Hide->Caption=Ukryj
mi_W4DSetting->Caption=Czterostronne ustawienia kół
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=Brak ustawień
mi_Keyboard->Caption=Klawiatura…
mi_Mouse->Caption=Mysz
mi_OfficeHotKeys->Caption=Klawisze skrótów biurowych
mi_MultiMediaHotKeys->Caption=Klawisze skrótów multimedialnych
mi_LockRightKey->Caption=Zablokuj prawy klawisz
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=Cykl CPI
mi_Sniper->Caption=Broń snajperska
mi_Sniper1->Caption=Broń snajperska 1
mi_Sniper2->Caption=Broń snajperska 2
mi_Sniper3->Caption=Broń snajperska 3
mi_Sniper4->Caption=Broń snajperska 4
mi_Sniper5->Caption=Broń snajperska 5
mi_Sniper6->Caption=Broń snajperska 6
mi_SelectMacroFile->Caption=Wybierz plik makro
mi_SelectMacroCheatsFile->Caption=Wybierz plik kombo
mi_MacroManager->Caption=Menadżer makro
//多媒體熱鍵 - 網路=
mi_Back->Caption=Wstecz
mi_Forward->Caption=Dalej
mi_StopSearch->Caption=Stop/zatrzymanie
mi_Refresh->Caption=Odśwież
mi_WebSearch->Caption=Szukaj
mi_MyFavorite->Caption=Ulubione
mi_WebBrowser->Caption=Przeglądarka
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Odtwarzacz mediów
mi_PreviousTrack->Caption=Poprzedni utwór
mi_NextTrack->Caption=Następny utwór
mi_StopPlay->Caption=Stop
mi_PlayPause->Caption=Odtwarzaj/pauza
mi_Mute->Caption=Wycisz
mi_VolumeAdd->Caption=Głośność +
mi_VolumeSub->Caption=Głośność -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Kalkulator
mi_MyComputer->Caption=Mój komputer
mi_Sleep->Caption=Uśpienie
mi_Poweroff->Caption=Zasilanie wyłączone
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Lewy przycisk
mi_RightButton->Caption=Prawy przycisk
mi_MiddleButton->Caption=Przycisk środkowy
mi_4thButton->Caption=4. przycisk
mi_5thButton->Caption=5. przycisk
mi_ScrollUp->Caption=Przewijanie w górę
mi_ScrollDown->Caption=Przewijanie w dół
mi_ScrollLeft->Caption=Przewijanie w lewo
mi_ScrollRight->Caption=Przewijanie w prawo
mi_AxisYReversion->Caption=Odwrócenie osi Y
//辦公熱鍵=
mi_Software->Caption=Otwórz plik
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Maksimum
mi_Minimize->Caption=Minimum
mi_AllMinimize->Caption=Wszystko minimum
mi_ZoomIn->Caption=Powiększ
mi_ZoomOut->Caption=Zmniejsz
mi_PasteText->Caption=Wklej tekst
mi_2XKey->Caption=Kliknij dwa razy
mi_3XKey->Caption=Kliknij trzy razy
mi_TripleFire->Caption=Potrójny ogień
mi_Cut->Caption=Wytnij[Ctrl+X]
mi_Copy->Caption=Kopiuj[Ctrl+C]
mi_Paste->Caption=Wklej[Ctrl+V]
mi_Delete->Caption=Usuń[Del]
mi_Search->Caption=Szukaj[Ctrl+F]
mi_SelectAll->Caption=Wybierz wszystkie[Ctrl+A]
mi_Redo->Caption=Powtórz[Ctrl+Y]
mi_Undo->Caption=Cofnij[Ctrl+Z]
mi_NewFile->Caption=Nowy plik[Ctrl+N]
mi_OpenFile->Caption=Otwórz plik[Ctrl+O]
mi_SaveFile->Caption=Zapisz plik[Ctrl+S]
mi_Print->Caption=Drukuj[Ctrl+P]
mi_Disabled->Caption=Wyłączone
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Funkcja ekranu
mi_StaticShot->Caption=Zrzut ekranu
mi_16in1MouseGesture->Caption=16 ruchów w jednym
mi_MouseGestures->Caption=
mi_PenSuit->Caption=TutorPen
profilekey=Klawisz specjalny myszy
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Zrzut ekranu
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Wersja:
Key=klawisz
ScriptIsTooLarge=Zbyt duży rozmiar skryptu; brak dostępnej pamięci.
SelectSoft=Wybierz plik, program lub skrót
InternetMessageInform=Masz %d nowych powiadomień!
MouseNotExists=Brak myszy Bloody. Podłącz mysz Bloody.
DetectMultiDevice=Wykryto kilka myszy Bloody. Odłącz wszystkie oprócz jednej i ponownie uruchom program.
DetectMultiSoftware=Program jest już otwarty!
UpdateKernelSystem=Rdzeń pracuje
FinishUpdateKernelSystem=Zmiana kodu zakończona!
MouseKeySet=Ustawienie klawisza
MouseOSDHint=Podpowiedzi do funkcji
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=Ustawienia są przechowywane w pamięci myszy!
SensitivityApplyInform=Ustawienia są przechowywane w pamięci myszy!
WirelessGuardApplyInform=Ustawienia są przechowywane w pamięci myszy!
SniperApplyInform=Ustawienia są przechowywane w pamięci myszy!
NoMoreHint=Nie pokazuj więcej
UpdateWirelessMouse=Aktualizacja myszy
UpdateWirelessKeyboard=Aktualizacja klawiatury
FinishUpdateDeviceFirmware=Aktualizacja zakończona!
ExecutionDeny=Brak wsparcia dla starszej wersji programu. Pobierz najnowszą wersję porogramu Bloody!
ProgramTerminateTitle=Bez przerywania gry
ProgramTerminateTips=W celu uniknięcia wykrycia i zablokowania jako "program oszukujący" przez Gameguard wybierz “bez przerywania gry", która to opcja załaduje wszystkie dane do pamięci myszy i będzie działać sprzętowo bez sterownika.
TrialVersionHint=Wygasła 1000. darmowa próba. Wersja nieograniczona Ultra Core3 dostępna jest w sklpie internetowym.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Shift
lb_Close->Caption=Zamknij

[PasteTextForm]
lb_Text->Caption=Wprowadź tekst:
mi_EditerCut->Caption=Wytnij       Ctrl+X
mi_EditerCopy->Caption=Kopiuj       Ctrl+C
mi_EditerPaste->Caption=Wklej        Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=Wczytaj z pliku…
mi_LoadFromRecord->Caption=Ostatnie teksty

[TrayIconWebAD]
lb_Title->Caption=Info Notify
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Wybierz profil:
lb_ConfigurationSwitch_KS->Caption=Konfiguruj tryb przełączania:
ConfigurationManagement=Zarządzaj profilem
ReturnToDefault=Powrót do ustawień domyślnych
NotSpecify=Nie można określić
HardwareSwitch=Bez sterownika myszy
apps=Aplikacja robocza
hotkey=Klawisz specjalny klawiatury
profilekey=Klawisz specjalny myszy
MouseRestoreHint=Przywróć ustawienia domyślne
AskMouseRestore=Czy przywrócić wszystkie ustawienia domyślne myszy? (mysz zostanie zablokowana do ukończenia procesu)
lb_Hint_KS->Caption=Aby dostosować program, klikaj powyższe przyciski!
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Częstotliwość raportowania myszy
htmlb_Debounce_Sensitivity->Caption=Reakcja na kliknięcie
DebounceIRPT_Title=Podstawowe efekty (Mikroprzełącznik podczerwieni, co 0.2ms, regulacja nie wymagana.)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Chcesz zwiększyć swoją czułość?
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Kalibracja czujnika
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Ustawienie wstępne
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Kalibracja
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Kalibracja
LaserMicroSensorLiftHeightCalibrationHelp=Innowacyjna technologia "16-grade Calibration Technology" dokładnie dostraja ogniskowanie między laserowej dokładności silnikiem a jego strukturami roboczymi, przez co przechwycone obrazy są wyraźniejsze umożliwiając lepsze umieszczanie kursora i udostępniają szerszą przestrzeń roboczą.
OpticsMicroSensorLiftHeightCalibrationHelp=Innowacyjna technologia "16-grade Calibration Technology" dokładnie dostraja ogniskowanie między laserowej dokładności silnikiem a jego strukturami roboczymi, przez co przechwycone obrazy są wyraźniejsze umożliwiając lepsze umieszczanie kursora i udostępniają szerszą przestrzeń roboczą.
htmlb_MouseDPITip_Sensitivity->Caption=Ustawienia CPI
MouseDPIHelp1=Zmiana DPI: kliknij dwukrotnie [1]. Czerwona lampka zamiga. Użyj kółka +/- i  ponownie kliknij [1], aby zapisać.
MouseDPIHelp2=Aby szybko wybrać spośród ustawionych już poziomów CPI wciśnij klawisz do przodu [1] i przytrzymaj go przez 3 sekundy, aż zacznie migać czerwona lampka. Następnie obracaj kółkiem przewijania, aby przełączyć poziomy CPI i wciśnij klawisz [1] ponownie, aby zostać na wybranym CPI
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=Typowy czas reakcji myszy wynosi ok. 18 ms, podczas gdy dla myszy Bloody jest to ZALEDWIE 1 ms. Dodatkowo mysz oferuje 18 ustawień pracy.
DebounceHelp_IR=Innowacyjne wykrywanie podczerwieni "Technologia co 1ms]", fotooptyczne czujniki włączają przełącznik bez kontaktu fizycznego, co zapewnia reakicję 1 ms (typowe kliknięcie myszą zajmuje 18 ms). Eliminuje to słabą reaktywność przycisku z powodu utleniania i starzenia, znacznie przedłuża funkcjonalność przycisku.
ArmorBootsHelp=Użyj trwałej metalowej stopki myszy dla wyższej czułości!@RETURN@(Wyposażenie opcjonalne)
SensorLiftUnsupported=Ten model nie obsługujefunkcji "dokładnej kalibracji silnika".
DebounceHelp_IR_Patent=Zobacz CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Podpowiedzi do klawiszy:
ck_EnableOSD->Caption=Włącz podpowiedzi do klawiszy
lb_DisplayTime->Caption=Czas [w sekundach]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Pozycja:
lb_Cursor->Caption=Radar
//im_CursorPoint->Hint=Przesuń cel radaru w dowolne miejsce na ekranie, aby przechwycić współrzędne X i Y.
ck_BackgroundEnable->Caption=Włącz kolor tła
lb_BackgroundColor->Caption=Kolor tła:
lb_FontSize->Caption=Rozmiar czcionki:
lb_FontColor->Caption=Kolor czcionki:
lb_Memo->Caption=Uwaga: powyższe ustawienia zostaną zastosowane do wszystkich komunikatów ekranowych dotyczących klawiszy.
InputDigitError=Wpisz liczbę!
OSDSecondsRangeError=Limit czasu wyświetlania od %x do %y.
OSDFontSizeRangeError=Limit rozmiaru czcionki od %x do %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Wybierz grę
lb_TShootType_Weapon->Caption=Styl
lb_TGunName_Weapon->Caption=Zbrojownia
lb_TControlKey_Weapon->Caption=klawisz Ctrl
lb_TResolution_Weapon->Caption=Rozdzielczość
lb_TCPIRemark_Weapon->Caption=Czułość
ApplyInform=Najnowsze dane zostały załadowane do pamięci myszy, użyj 1/N/3/4 przyciski funkcyjne, aby zmienić lewy-klawisz trybu fotografowania!
GameManagement=Katalog
GameManagement_New=Nowy folder
GameManagement_Edit=Zmień nazwę folderu
GameManagement_Delete=Usuń folder
GameManagement_FileManage=Import/Eksport
GameManagement_Transfer=Do góry / W dół
GameManagement_Import=Importuj
GameManagement_Export=Eksportuj
bt_OnlineRefrence_Weapon->Caption=Instrukcja
NewGameNameTitle=Nowa gra
NewGameNameDefault=Nowy folder
ModifyGameNameTitle=Edytuj folder
DeleteGameTitle=Usuń
DeleteGameNameTitle=Plik
DeleteGameFileConfirm=Usunąć ten folder gry?
DeleteGameFileSelected=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
RenameGameNameSelected=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
ImportGunFile=Wybierz plik danych broni do zaimportowania
ExportGunFile=Wybierz plik danych broni do wyeksportowania
ExportGunFileTargetFolder=Wybierz ścieżkę:
ExportGunFileSuccess=Wyeksportowano plik broni!
ImportFileExists=Plik już istnieje. Zastąpić go?
ImportDeny_FileFormatError=Format pliku jest niewłaściwy, nie można zaimportować!
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Przycisk środkowy
ControlKey5=4. przycisk
ControlKey6=5. przycisk
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Domyślne
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Wpisz nazwę
InputNameError=Wpisz nazwę
InputNameExists=Plik już istnieje. Nie można ustawić!
InputNameInvalid=Wykryto niedozwolony znak [np. \ / : * ? " < > | ].
SpecialNameAvoid=Wykryto niedozwolony znak. Wpisz jeszcze raz.

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Plik
lb_GameName->Caption=Gra
lb_PropertyMode->Caption=Styl
lb_GameResolution->Caption=Rozdzielczość
lb_CPIRemark->Caption=Wrażliwość
lb_GunName->Caption=Broń
lb_3xBulletCountSet->Caption=Liczby
lb_3xBallisticCompensation->Caption=Powrót
lb_3xBulletIntervalTime->Caption=Odstępy@RETURN@Strzałów (ms)@RETURN@
lb_NxBallisticCycle->Caption=Pętla
lb_NxBallisticCycleDescript1->Caption=Od
lb_NxBallisticCycleDescript2->Caption=do
BallisticCompensation1=Bez powrotu
BallisticCompensation2=Powrót
GunManagement=Plik
GunManagement_New=Nowy
GunManagement_Open=Otwórz
GunManagement_Save=Zapisz
GunManagement_SaveAs=Zapisz jako nowy
GunManagement_Delete=Usuń
GunManagement_Rename=Zmień nazwę
OpenDialog_Title=Otwórz
OpenDialog_GameName=Katalog
OpenDialog_GunFile=Plik
OpenDialog_FileType=Typ
OpenDialog_FileTypeCaption1=Cały plik (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Wciśnij R-Key, wyłącz A-Burst
RKeyToPauseNx3x_B=Wciśnij R-Key, wyłacz B-Strafe
RKeyToPauseNx3x_C=Wciśnij  R-Key, wyłącz C-Machine
RKeyToPauseNx3x_D=Wciśnij R-Key, wyłącz  D-In_Game
GunNameExists=Plik już istnieje!
DeleteGunFileConfirm=Usunąć folder gry?
DeleteLockedGunFile=Plik / Folder został wgrany do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
WeaponPropertiesUpdateDeny=Wersja do odczyty, plik nie może być zapisany!
SelfDefineAddError=Dodawanie pliku nieudane. Wykryto niedozwolony znak [np. \ / : * ? " < > | ].
AskDialog_IsSave=Zapisać nowe informacje?
bt_BallisticDemo->Caption=Trajectory
bt_HardwareTemporaryAdjust->Caption=Opis
DialogOpen=Otwórz
DialogSave=Zapisz
DialogDelete=Usuń
AModeStatement=A-Burst: Lewy przycisk myszy będzie działać jako ogień automatyczny, do 5 strzałów, możesz użyć "Offset" i "Time interval", aby dostosować do  broni najlepszą wydajność."Offset" wyeliminuje efekty odrzutu. "Time interval" może kontrolować szybkość strzelania. Im krótszy okres czasu tym większa szybkość strzelania. Można włączyć lub wyłączyć "Return Crosshairs". Zaletą tego trybu będzie kontrola trajektorii pocisku przez co można oszczedzać kule.
BModeStatement=B-Strafe: L-Key wykonać auto szybki na działania jednorazowe. Użyj "Offset" i "przedział czasu", aby dostroić każdy strzał. Ten tryb będzie zintensyfikowanie broń z karabinu maszynowego, jak moc ognia. W zależności od poszczególnych cech broni palnej, użyj "Sub-loop" do konfiguracji broni palnej najlepszą wydajność.
CModeStatement=C-Machine: Aby uzyskać najlepszą wydajność, odpowiednio dostruj szybkość szybkość strzelania do zsynchronizowania prędkość  strzelania karabinu i zastosuj "Offset" aby wystrzały karabinów maszynowych były bardzo skupione .
DModeStatement=M-Makro: Służy do transferu "funkcji makro" na lewy przycisk myszy. Możesz połączyć wiele działań, takich jak skakanie, kucanie i padanie, aby twój wróg miał trudnośc z celowaniem i śledzeniem. W tym samym czasie, jeśli potrzebujesz więcej kul do "funkcji zmiany korekt trajektorii", należy użyć tego trybu, aby dostosować własne ustawienia makr. Używanie trybu makro w oprogramowaniu Oscara wymaga podstawowych umiejętności programowania, gracze mogą również pobrać Makra z internetowej platformy wymiany i dowiedz się więcej, jak go używać.
MModeStatement=M-Macro: Służy do transferu "funkcji makro" na lewy przycisk myszy. Możesz połączyć wiele działań, takich jak skakanie, kucanie i padanie, aby twój wróg miał trudnośc z celowaniem i śledzeniem. W tym samym czasie, jeśli potrzebujesz więcej kul do "funkcji zmiany korekt trajektorii", należy użyć tego trybu, aby dostosować własne ustawienia makr. Używanie trybu makro w oprogramowaniu Oscara wymaga podstawowych umiejętności programowania, gracze mogą również pobrać Makra z internetowej platformy wymiany i dowiedz się więcej, jak go używać.
lb_OpenStatement->Caption=Wyjaśnij>>
lb_CloseStatement->Caption=Zamknij>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Machine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Wyregulować(X,Y)
lb_CorrectY->Caption=Wyregulować-Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=wytyczne do ustawiania cech karabinów:
htmlb_Statement2->Caption=Wybierz jeden z czterech kroków A / B / C / D do tworzenia nowego pliku broni i M jest tylko dla transferu Makro z programu Oskar.@RETURN@@RETURN@Ze względu na cechy broni palnej, tylko wykorzystuj swój oryginalny tryb edycji.
htmlb_Statement3->Caption=A -Burst: Regulacja [Pistolet, Sniper & Machine Gun] funkcji  Multi-Burst
htmlb_Statement4->Caption=B-Strafe: Regulacja [Pistolet, Sniper & Machine Gun] funkcji Strafe.
htmlb_Statement5->Caption=C-Machine: Regulacja [Sniper & Machine gun] funkcji Machine gun.
htmlb_Statement6->Caption=D-In_Game: Regulacja [Pistol,Sniper & Machine gun] funkcji Strafe.
htmlb_Statement7->Caption=M-Macro:   Transfer [Oscar Macro] kombinacji makro do przycisków myszy.
lb_SelectUse->Caption=Wybierz
lb_MacroFileName->Caption=Plik Macro
lb_Common->Caption=Uwaga
IsCoverGunFile=Plik już istnieje. Zastąpić go?
PleaseCreateMacro=Plik Oscar Macro nie istnieje, należy najpierw edytować plik makro!
PleaseSelectedMacroName=Wybierz najpierw plik Macro!
ResolutionError=Błąd rozdzielczośći !
WeaponUsed=Plik / Folder został wgrany do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
IsMacroToWeapon=Plik makro został wybrany, transferowac w formacie Makro-gun ?
CPIRemarkError=Błąd informacji czułości!
MacroUsed=Makro plik, używając, nie może konwertować!
CPIRemarkDefault=Domyślne
NoAuthorityUse=Niedostateczna autoryzacja. Nie można otworzyć pliku!

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Innowacyjna technologia 4-Core [niski, średni, wysoki, specjalny]. Core 3 i 4 można upgradować kodem aktywacyjnym (wymaga zakupu), co daje dostęp do doskonałych funkcji specjalnych FPS oraz super kombo MMO/RPG.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innowacja: wykorzystując elastycznośc palca wskazującego, lewy i prawy przycisk są dostososowane z funkcją automatycznego przesunięcia, optymalnie dopasowane do gier typu LOL i MOBA.
lb_HardwareIdCopy_KSYS->Caption=Kliknij, aby skopiować
htmlb_Kernel1_KSYS->Caption=Core1: Nadaje się do odgrywania ról i gra w czasie rzeczywistym strategii.
htmlb_Kernel2_KSYS->Caption=Core2> Odpowiedni dla gry Primary FPS.
htmlb_Kernel3_KSYS->Caption=Ultra-Core3: Headshot, Odpowiedni dla starszych gier FPS.
htmlb_Kernel4_KSYS->Caption=Ultra Core4: Do zaawansowanych gier MMO/RPG.
htmlb_Description1_KSYS->Caption=Ultraszybka reakcja przycisków gwarantuje, że Twoje kliknięcie będzie zawsze PIERWSZE, nawet przy wyłączonej funkcji [Automatycznego Tłumienia Odrzutu].
htmlb_Description20_KSYS->Caption=W Primary FPS klawisz L-Key strzela w następujących trybach:@RETURN@Wciśnij "1" dla pojedynczego strzału@RETURN@Wciśnij "N" dla serii podwójnej@RETURN@Wciąnij "3" dla serii potrójnej@RETURN@Wciśnij "4" dla serii poczwórnej
htmlb_Description30_KSYS->Caption=【1000 BEZPŁATNYCH prób funkcji strafe】@RETURN@Wypróbuj funkcję [HEADSHOT] strafingu z automatycznym tłumieniem odrzutu aż 1000 razy za darmo. Kliknij kup [Ultra-core3], aby na stałe aktywować funkcję [HEADSHOT].@RETURN@
htmlb_Description31_KSYS->Caption=Zostało: %d razy
htmlb_Description32_KSYS->Caption=Dziękujemy za wybranie [Ultra-core3]. Wasze sugestie pomagają nam dbać o najwyższą jakość myszy BLOODY.
htmlb_Description33_KSYS->Caption=Regulacja trajektorii [In_Game]&[Pre_Game] oraz funkcja automatycznego tłumienia odrzutu zwiększają skupienie strzałów, gwarantując wysoką częstotliwość headshotów.
htmlb_Description40_KSYS->Caption="Darmowy test”: Możesz przetestować “Combo feature” 1000 razy. Po tym okresie możesz kliknąć prawy klawisz, aby zakupić kod aktywacyjny “Core3/4” w sklepie internetowym do nieograniczonego używania z myszą.
htmlb_Description42_KSYS->Caption=Zmień wieloklawiszowe skomplikowane polecenia w jednoklawiszowe jak w przykładzie: "Kliknij, aby atakować, rzuć zaklęcie, wykonaj ulubione czynności lub zapętl polecenie."
htmlb_Description43_KSYS->Caption=Zmień wieloklawiszowe skomplikowane polecenia w jednoklawiszowe jak w przykładzie: "Kliknij, aby atakować, rzuć zaklęcie, wykonaj ulubione czynności lub zapętl polecenie."
htmlb_Memo_KSYS->Caption=Uwaga: za pierwszym razem system Windows zwykle automatycznie wczytuje sterownik.
HardwareID=ID myszy:
Kernel3Appreciative=Kliknij [Buy Ultra-core3], aby aktywować funkcję [HEADSHOT] po wykorzystaniu 1000 bezpłatnych użyć.
Kernel3HasBeenActivated=
HardwareIdCopied=Skopiowano "Mouse ID". Wciśnij "Ctrl+V", aby zapisać do pliku.
HasBeenActivated=Bloody - Wersja PRO [z aktywacją Core3/4]
htmlb_LanceSlight_KSYS->Caption=Bloody - Wersja podstawowa
UnActivateAppreciative=[Nie aktywowana wersja demonstracyjna]
UnActivateExperience=[Nie aktywowana wersja testowa]
USBActivated=[Aktywowano protokół USB]
htmlb_USBRedefine_KSYS->Caption=Protokół USB
htmlb_USBRedefineDescript_KSYS->Caption=W niektórych sytuacjach nowy protokół USB jest dostępny do zamówienia.
bt_BloodyTeam_KSYS->Caption=Przeczytaj recenzje
bt_Cart_KSYS->Caption=Kup kod aktywacyjny
bt_Mall_KSYS->Caption=     Wizyty [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=Na temat [Core3/4]
bt_Suggestion_KSYS->Caption=Wczytaj komendy
bt_Kernel3Activate_KSYS->Caption=Aktywuj [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Wyjaśniać>>
lb_CloseHIDDescript_KSYS->Caption=Zamknij>>
htmlb_SelectCoreMode_KSYS->Caption=Wybierz tryb:
ck_CoreTournamentMode_KSYS->Caption=Turniej (domyślny - tryb 1)
ck_CoreGamingMode_KSYS->Caption=Gra (domyślny - tryb 3)
lb_TournamentModeTitle_KSYS->Caption=Tryby turnieju - opis >>
lb_GamingModeTitle_KSYS->Caption=Tryb gry – opis >>
htmlb_TournamentModeDescript_KSYS->Caption=Tryb turnieju polega na przestrzeganiu braku programowania makr myszy w grze i zaleca się, aby gracze sumiennie przestrzegali reguł gry.
htmlb_GamingModeDescript_KSYS->Caption=W trybie gry można edytować makra myszy, programowanie kombinacji wielu przycisków wymagane w różnych grach. Opcja ta pomaga poprawić rekord gracza, oszczędza czas i uwalnia od nudnego klikania palcem!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Podłącz mysz Bloody, następnie kliknij ikonę [Aktualizuj protokół USB], aby importować pliki aktualizacji „*.pid”.
lb_Kernel3Memo->Caption=Podłącz mysz Bloody i kliknij klawisz Aktywuj Core 3/4”, następnie podwójnie kliknij w zakupiony plik aktywacyjny [*.bld] lub wprowadź numer zakupionej karty aktywacyjnej, aby przeprowadzić aktywację.
HasBeenActivated=[Core3/4] aktywny！
NotActivated=[Core3/4] nie aktywny！ 
ReActivation=Nowy port USB został zaktualizowany
ImportCertificationFile=Wybierz plik Core3 do importu
bt_ImportKernel3CertificationFile->Caption=[Aktywuj Core3/4] 
bt_ImportUSBRedefineCertificationFile->Caption=Kliknij aby uaktualnić protokół USB
lb_ActivateWay1->Caption=Opcja aktywacji 1:
lb_ActivateWay2->Caption=Opcja aktywacji 2:
ServerConnectionError=Aktywacja nieudana, sprawdź połączenie z siecią oraz zaporę ogniową.
ServerBusy=Serwer jest teraz zajęty, spróbuj ponownie później!
ServerMaintenance=Trwa serwisowanie serwera, spróbuj ponownie za %x h %y min!
DualModeActivateError=Podłącz oba odbiorniki Nano i urządzenie kablowe USB,aby włączyć serię z trybem podwójnym!

[ShootModeForm]
lb_Key1_ShootMode->Caption=Wciśnij [1]: lewy przycisk – „strzał pojedynczy”
lb_KeyNKernel2_ShootMode->Caption=Wciśnij [N]: lewy przycisk – „seria podwójna”
lb_Key3Kernel2_ShootMode->Caption=Wciśnij [3]: lewy przycisk – „seria potrójna”
lb_Key4Kernel2_ShootMode->Caption=Wciśnij[4]: L-key dla "serii poczwórnej"
lb_KeyNKernel3_ShootMode->Caption=Wciśnij [N]: L-Key, aby "użyć rewolweru użytkownika"
lb_Key3Kernel3_ShootMode->Caption=Wciśnij [3]: L-Key, aby "użyć rewolweru użytkownika"
lb_Key4Kernel3_ShootMode->Caption=Wciśnij[4]: L-Key dla "broni zdefiniowanej przez użytkownika"
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Przełącz klawisze lewy / prawy
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Dostosuj CPI
lb_AccurateTest_ShootMode->Caption=Test 
SniperAction1=Broń snajperska 1
SniperAction2=Broń snajperska 2
SniperAction3=Broń snajperska 3
SniperAction4=Broń snajperska 4
SniperAction5=Broń snajperska 5
SniperAction6=Broń snajperska 6
lb_AccurateCpiDescript_ShootMode->Caption=Tryb celownika w grze:@RETURN@Zależnie od różnych lunet broni snajperskiej wciśnięcie klawisza precyzyjnego "Precise Key" i przewinięcie myszą góra/dół szybko dostroi widok CPI, aby skuteczniej zabijać wrogów.
AccurateHelp10=Broń snajperska 1 ( spin down)
AccurateHelp11=W tym trybie wciśnięcie "broń snajperska" w trakcie gry szybko uruchamia "pojedynczy celownik" lub "podwójny celownik", aby skutecznie eliminować ruchome cele!
AccurateHelp20=Broń snajperska 2 (pojedynczy celownik + spin down)
AccurateHelp21=W tym trybie wciśnięcie i przytrzymanie "broń snajperska" kciukiem w trakcie gry działa jak "wciśnij prawy klawisz, aby włączyć pojedynczy celownik ", aby skutecznie eliminować cele średniego i dalekiego zasięgu!
AccurateHelp30=Broń snajperska 3 ( pojedynczy celownik + wciśnij + spin down CPI)
AccurateHelp31=W tym trybie wciśnięcie i przytrzymanie "broń snajperska" kciukiem w trakcie gry działa jak "wciśnij prawy klawisz, aby włączać pojedynczy celownik wielokrotnie", aby skutecznie eliminować cele średniego i dalekiego zasięgu!
AccurateHelp40=Brońs snajperska 4 (podwójny celownik + spin down CPI)
AccurateHelp41=W tym trybie wciśnięcie i przytrzymanie "broń snajperska" kciukiem w trakcie gry działa jak "wciśnij DWUKROTNIE prawy klawisz prawy klawisz, aby włączyć podwójny celownik ", aby skutecznie eliminować ruchome cele średniego i dalekiego zasięgu!
AccurateHelp50=Broń snajperska 5 (1-klawiszowy strzał snajperski) 
AccurateHelp51=W tym trybie wciśnięcie klawisza "snajper" myszy natychmiast wykonuje polecenie "wciśnij jednocześnie lewy i prawy klawisz myszy" w trakcie gry. Jest to równoznaczne z  “aktywuj celownik snajpera i oddaj pojedynczy strzał w cel”. Ogromną zaletą jest to broń snajperska strzeli do celu natychmiast bez otwierania celownika!@RETURN@(może wystąpić nieznaczne opóźnienie wykonania tej funkcji wskutek charakterystyk broni snajpera oraz różnych prędkości łącza internetowego)@RETURN@
AccurateHelp60=Broń snajperska 6 ( 8-klawiszowa zmiana broni)
AccurateHelp61=W tym trybie przy otwartym celowniku snajpera wciśnięcie klawisza "snajper" na myszy natychmiast wykonan polecenie "strzel do celu raz i zmień broń, następnie ponownie ustaw broń snajpera w pozycji gotowej do strzału". Wielką zaletą jest to, że broń snajpera strzeli do celu i automatycznie przeładuje do statusu gotowości do strzału.!@RETURN@(może wystąpić nieznaczne opóźnienie wykonania tej funkcji wskutek charakterystyk broni snajpera oraz różnych prędkości łącza internetowego)@RETURN@
lb_SniperHint_ShootMode->Caption=Ustaw jeden klawisz jako"broń snajperska" w "oknie klawiszy".
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Kalibracja [In-Game]
htmlb_BulletIntervalTime->Caption=Odstępy strzałów: +/- kółkiem myszy
htmlb_AdjustTrajectory->Caption=Tłumienie: kliknij [przycisk 4], aby wyzerować, lub [przycisk 5], aby zwiększyć.

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Kalibracja [In-Game]
htmlb_Header1->Caption=Rysunek
htmlb_Header2->Caption=1: Start
htmlb_Header3->Caption=2: Kalibracja
htmlb_Header4->Caption=3: Zamknij
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption=Kliknij dwukrotnie [N-Key]. Zielona lampka zamiga
htmlb_3xStep1->Caption=Kliknij dwukrotnie [3-Key]. Żółta lampka zamiga
htmlb_Nx3xStep21->Caption=Odstępy strzałów: +/- kółkiem myszy
htmlb_Nx3xStep22->Caption=Tłumienie: kliknij [4-Key], aby wyzerować, lub [5-Key], aby zwiększyć
htmlb_NxStep3->Caption=Kliknij [N-Key],@RETURN@aby zapisać@RETURN@
htmlb_3xStep3->Caption=Kliknij [3-Key],@RETURN@aby zapisać@RETURN@
ck_DisplayHardwareAdjustmentStatus->Caption=Pokaż wskazówkę

[WeaponTestForm]
htmlb_Title->Caption=Opis
htmlb_Step1->Caption=Sprawdzanie…
htmlb_Step2->Caption=Gun zapisać dane w N-Key
htmlb_Step3->Caption=Sprawdź celność w grze już teraz!
ck_NoMoreDisplay->Caption=Brak powiadomień!

[WeaponHelpForm]
Help_10=Offset
Help_11=Patrz na figurę po prawej, drugi strzał jest przesunięty do pozycji (3,4), ze względu na efekt odrzutu 1-szego strzału. Do odwórócenia funkcji "Offset" mogą być wprowadzane (X, Y) o warosći (-3, -4). UJednostką jest "pixel" przy rozdzielczości ekranu w grze. Stąd, jest to jeden z kluczowych czynników.
Help_20=Powrót
Help_21=Po pierwszym uruchomieniu "strafe", możesz wybrać "Return" lub "Non-Return".@RETURN@Non-Return: Krzyżyk pozostanie w ostatniej pozycji strzału,@RETURN@Return: Krzyżyk wróci na pierwszą pozycję strzału.
Help_30=Shooting Interval(ms)
Help_31=Użyj odstęp czasu między dwoma strzałami. Możesz przez to kontrolować szybkość strzelania, krótszy czas oznacza szybszą prędkość strzelania. Połączenie z "offset" oraz stosowanie różnych pistoletów / karabinów może to doprowadzić do optymalnego działania broni palnej.
Help_40=Pętla
Help_41=W trybie detekcji pętli, strzelanie serią jest po głównym cyklu, zacznie biec po pętli wielokrotnie, dopuki lewy przycisk jest zwolniony.

[AboutForm]
About_1=Bloody7 - Nie tylko oprogramowanie, to znacznie poprawia mysz dla graczy za wszystkie rodzaje specjalnych funkcji dodatkowo cieszyć się grą i inspirować pasją! Tylko z myszą Bloody, Sprzętem i oprogramowaniem przeprowadzisz zwycięską grę!
About_2=Biorąc pod uwagę nie-wszyscy gracze muszą potrzebować specjalnych Ultra-Core3, aby uniknąć żalu, z rozsądnej ceny, aby zaoszczędzić wydatki, kupując mysz pierwszy raz używaną. Dla przyszłych potrzeb innych usług i najwyższej funkcji specjalnie Bloody core 3 kod aktywacyjny może być podjęta przez "Kup dla potrzebujących". Mamy [1000 sztuk do darmowych testów], aby poczuć mocny HEADSHOT przed zastanawianiem się kup Ultra-Core3, Bloody zrobisz sensowne zakupy i dziękuję za wyrozumiałość dla wszystkich niedogodności!
About_3=Interfejs tego produktu jest zainspirowany przez Scratch (scratch.mit.edu), projekt grupy Lifelong Kindergarten wq laboratiorum multimediów w MIT.
lb_AboutCompany->Caption=Prawa autorskie A4Tech Co., Ltd. 2013. Wszelkie prawa zastrzeżone.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Ekskluzywna, unikalna 5 techniczna i stabilna bezprzewodowa jakość RF!
ck_Function1_Guard->Caption=Aktywne [RF-Synchronize] 
ck_Function2_Guard->Caption=Aktywne [Zero-Frequency Offset] 
ck_Function3_Guard->Caption=Aktywne [Exclusive kanał]
ck_Function4_Guard->Caption=Aktywne [Signal Detector RF]
ck_Function5_Guard->Caption=Uruchom zwiększenie transmisji
ck_WakeType1_Guard->Caption=Obudź po poruszeniu
ck_WakeType2_Guard->Caption=Obudź po kliknięciu
ck_ActivateLowPowerRemind_Guard->Caption=Podpowiedż niski poziom baterii
htmlb_FunctionTip1_Guard->Caption=CN Invention patent nr ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=Patent
htmlb_FunctionTip3_Guard->Caption=CN Invention patent nr ZL200910041427.5
htmlb_Channel_Guard->Caption=Kanał
htmlb_RSSI_Guard->Caption=Siła
htmlb_PowerDisplay_Guard->Caption=Zasilanie podłączone
htmlb_LowPowerRemind_Guard->Caption=Niski poziom baterii:%
htmlb_RemindInterval_Guard->Caption=Przerwa Podpowiedź: (Min)
htmlb_SleepTime_Guard->Caption=Ustaw ilość minut po jakich ma zacząć oszczędzanie energii
htmlb_Memo_Guard->Caption=Aby poprawić stabilność bezprzewodowej myszy do gier, zespół Bloody RD przeprowadza badania i zdobł patent wynalazku CN. Wszyscy pracownicy ciężko pracują, aby bezprzewodowa mysz dla graczy Bloody stała się najlepszą bezprzewodową myszą!
lb_OpenMemo_Guard->Caption=Wyjaśniać>>
lb_CloseMemo_Guard->Caption=Zamknij>>
AccessDeny=Nie można zastosować! (Opcja 5 Wireless Gurards jest ograniczona tylko do klawiatury do gier i myszy Bloody)
bt_FOC_Guard->Caption=Kalibracja
htmlb_SensorPerformanceTitle_Guard->Caption=Regulacja szybkości klatek
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Synchronize] Technologia:
Guard11=Ten opatentowany wynalazek odcięcia wskaźnika odpowiedzi raportu nie może się zsynchronizować z powodu utraty danych pomiędzy hostem i myszą bezprzewodową lub nastąpił nowy problem. Gwarancja czułości i zera opóźnienia.
Guard20=[Zero-Frequency Offset] Technologia:
Guard21=[Zero-Frequency Offset] technologia: For wireless mouse, The mouse and nano receiver both of crystal frequency will not the 100% match, that Caused wireless signal data loss, the [Frequency auto correction] technology can synchronize both side of frequencies and guarantee the data will not loss any more! (CN Invention patent pending).
Guard30=[Exclusive kanał] Technologia:
Guard31=[Exclusive kanał] Technologia: CN patentowy wynalazku zapewniają użytkownikowi wybrać specjalne kanały bezprzewodowe, skutecznie eliminując wszelkie zakłócenia!
Guard40=[RF Signal Detector] Technologia:
Guard41=Technologia [Signal Detector RF]: monitorowanie radiowe sygnału zdala od zakłóceń, kiedy siła jest niższa niż 90, należy postępować jak poniżej:@RETURN@1. Znajdź zakłócenia, aby wyłączyć lub odejść od nich.@RETURN@2. Podłącz odbiornik Nano do przedłużacza USB i umieść zdala od komputera lub zakłóceń.@RETURN@3. Korzystanie z laptopa, podłącz odbiornik nano w tej samej strony co mysz. 
Guard50=[Wzmocnienie Power] Technologia:
Guard51=Wzmocnienie siły bezprzewodowej transmisji sygnału poprawa zdolności odporność na zakłócenia, umożliwiający bezprzewodowe przesyłanie dalej i bardziej stabilne!
Guard_Tip51=Włączone
Guard_Tip52=nie aktywne
lb_CheckPicture->Caption=Zobacz CN Patent 

[FileManagementForm]
lb_GameDirectory->Caption=Folder gry
lb_ImportDirectory->Caption=Pliki
lb_ExportPath->Caption=Ścieżka
lb_ExportFile->Caption=Pliki strefy tymczasowej
LocalDrive=Dysk
TrialVersionNoUse=Nie można użyć widocznej wersji
FileExistIsOverwrite=Plik istnieje, czy zastąpić?
DeskTop=Pulpit
MyDocuments=Moje dokumenty
lb_FileType->Caption=Typy
advcb_FileType->Caption0=Wszystkie pliki (*.*)
advcb_FileType->Caption1=*.amc (Macro file)
advcb_FileType->Caption2=*.amc2 (Macro file)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=Nie można importować lub eksportować pliku!
NoAuthority=Niewystarzająca autoryzacja. Niepowodzenie eksportu!
FileCount=Ogółem

[DevicePair]
htmlb_Title->Caption=Program do parowania dla serii bezprzewodowej Bloody
htmlb_DevicePairDescript->Caption=Użyj tego "programu parującego", aby sparować bezprzewodową klawiaturę i mysz Bloody.
rb_MousePair->Caption=Parowanie myszy
rb_KeyboardPair->Caption=Parowanie klawiatury
bt_StartPair->Caption=Zacznij Parow.
htmlb_PairStep1->Caption=1. Podłącz USB ładowarkę do portu USB w komputerze
PairStep2_Mouse=2. Wykonaj zdjęcie aby znaleźć port ładowania myszy
PairStep2_Keyboard=2. Spójrz na rysunek, aby znaleźć gniazdo ładowania klawiatury.
PairStep3_Mouse=3. Podłącz ładowarkę do gniazda ładowania myszy w 30 Sek.
PairStep3_Keyboard=3. Podłącz przewód ładowania do gniazda ładowania klawiatury w 30 sek.
PairStep4_Mouse=4. Mouse uruchom parowanie po etapie powyżej, proszę czekać!
PairStep4_Keyboard=4. Klawiatura rozpocznie parowanie po powyższym kroku, czekaj!
CountdownSeconds=sec
htmlb_PairedSuccessHint1->Caption=Parowanie powodzeniem!
PairedSuccessHint2_Mouse=Mysz jest gotowa do użytku!
PairedSuccessHint2_Keyboard=Klawiatura gotowa do użycia!

[FOCAForm]
htmlb_Title->Caption=Kalibracja Przesunięcie częstotliwości
htmlb_FrequenceAnalysis->Caption=Analiza:
lb_ProgressTip->Caption=Pytaj:
ProgressTip1=Kalibracja ...
ProgressTip2=Zakończony!

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Menadżer autoryzacji importu
lb_AuthorityManage->Caption2=Menadżer autoryzacji eksportu
lb_FileNameTitle->Caption=Plik:
lb_AuthorMessage->Caption=Wprowadź informacje o autorze:
lb_Author->Caption=Autor:
lb_AuthorHID->Caption=ID myszy:
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Hasło:
lb_ShareAuthority->Caption=Autoryzacja dzielenia się informacją:
htmlb_Warning->Caption=Witaj w strefie share info. Wyższy poziom kodowania daje wyższe bezpieczeństwo. Zapomnianego hasła nie da się odzyskać.
ChangeAuthority0=Tylko wykonaj(ID myszy)
ChangeAuthority1=Tylko wykonaj
ChangeAuthority2=Modyfikuj i publikuj
PassWordError=Nieprawidłowe hasło. Spróbuj ponownie.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID myszy:

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Skonfiguruj tryb shift:
lb_Configuration->Caption=Profil
lb_Apply->Caption=Zastosuj
lb_Enable->Caption=Włącz
lb_Light->Caption=Kolor
HardwareSwitch=Bez sterownika myszy
IntelligentSoftwareSwitch=Aplikacja robocza
KeyboardHotKeySwitch=Klawisz specjalny klawiatury
ProfileKeySwitch=Klawisz specjalny myszy
NotSpecify=Nie można określić
MouseProfileKey=Klawisz profilowy myszy
Hardware=Bez sterownika
Software=Aplikacja
HotKey=Klawisz skrótu
ProfileKey=Klawisz profilu
KeyboardHotKey=Wybór klawisza skrótu
OpenSoftware=Wybór aplikacji
Delete=Usuń
AllowedToRepeat=Select nie może powielić wiadomości
sp_Light1->Hint=Kolory edytowalne
lb_Prompt1->Caption=Podwójnie kliknij [1], lampka kółka zacznie migać, użyj 4. i 5. klawisza myszy, aby dostroić światło i ustawienia, kliknij [1] ponownie, aby zapisać ustawienia (serie V/VM/A/N nie mają wsparcia funkcji zmiany świała).
lb_Prompt2->Caption=Wciśnij do przodu i przytrzymaj klawisz rodzaju sprzętu przez ponad 3 sek, aby aktywować tryb edycji, lampka kółka zacznie migać. Użyj 4. i 12. klawisza myszy, aby dostroić światło i ustawienia, następnie ponownie wciśnij klawisz rodzaju sprzętu, aby zapisać ustawienia.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Czy zapisać skalibrowaną wysokość czujnika?
lb_RestoreMessage->Caption=Powrót do poprzednich ustawień po 7 sekundach.
CountDownText=Odliczanie wsteczne
SecondText=Sekunda
bt_Ok->Caption=Rezerwa
bt_Restore->Caption=Wznowienie

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Metoda kalibracji czujnika
CalibrationStep1=Wciśnij klawisz "Start", aby rozpocząć.
CalibrationStep2=Wciśnij i przytrzymaj lewy klawisz, aby rozpocząć.
CalibrationStep3=Wciśnij lewy klawisz, wykonując na mouse padzie ruchy w kształcie litery "Z", a następnie zwolnij klawisz, aby zakończyć kalibrację.
CalibrateButton_Start=Start
CalibrateButton_Restart=Re-start
CalibrateInfo_Calibrating=W toku…
CalibrateInfo_Finish=Zakończono!!!

[UltraComboForm]
UltraComboManagement=Plik
GameManagement_New=Nowy folder
GameManagement_Modify=Zmień nazwę folderu
GameManagement_Delete=Usuń folder
FileManagement_New=Nowy
FileManagement_Open=Otwórz
FileManagement_Save=Zapisz
FileManagement_SaveAs=Zapisz jako..
FileManagement_Delete=Usuń
FileManagement_ReName=Zmień nazwę
FileManagement_ImportExport=Import/Eksport
FileManagement_Transfer=Do góry / W dół
FileManagement_SaveAsMacro=Zapisz w formacie OSCAR
lb_CheatsGameDirectory_UltraCombo->Caption=Katalog:
lb_CheatsMode_UltraCombo->Caption=Kategoria:
lb_CheatsName_UltraCombo->Caption=Nazwa:
lb_CheatsDescription_UltraCombo->Caption=Uwagi:
lb_OpenStatemen_UltraCombo->Caption=Wyjaśnij>>
lb_CloseStatement_UltraCombo->Caption=Zamknij>>
lb_Prompt_UltraCombo->Caption=Przetestu w grze. Jeśli pętla nie zatrzymuje się wciśnij klawisze L/P/Ś myszy, aby odblokować pętlę, następnie ponownie sprawdź procedurę.
bt_CheatsDownloadExplain_UltraCombo->Caption=Instrukcja
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Uprość kombinacje klawiszy MMO/RPG w zestaw poleceń. Możesz użyć typów A/B/C 10 lub konwertować makra Oscar dla bardziej zaawansowanych kombinacji. Dokonując modyfikacji i edytując dane używaj wyłącznie oryginalnego typu pliku.
htmlb_Statement3_UltraCombo->Caption=A> Dotyczy wykonania pojedynczej kombinacji poleceń.
htmlb_Statement4_UltraCombo->Caption=B> Dotyczy wykonania kombinacji polecenia "powtarzającego się ataku". Zwolnij klawisz, aby zatrzymać wykonanie kombinacji.
htmlb_Statement5_UltraCombo->Caption=C> Dotyczy wykonania kombinacji poleceń "Automatyczny atak i automatyczna ucieczka". Ponownie wciśnij ten sam klawisz, aby zatrzymać wykonanie kombinacj.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Nowy
OpenDialog_Title2=Otwórz
OpenDialog_Title3=Zapisz
OpenDialog_Title4=Zapisz jako
OpenDialog_GameName=Folder
OpenDialog_GunFile=Plik
NewGameNameTitle=Nowa gra
NewGameNameDefault=Nowa gra
ModifyGameNameTitle=Edytuj folder
DeleteGameTitle=Usuń
DeleteGameNameTitle=Plik
DeleteGameFileConfirm=Usunąć ten folder gry?
DeleteGameFileSelected=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
RenameGameNameSelected=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
PleaseCreateDirectory=Proszę utworzyć folderu gry
NewCreateFileName=Nowy
NewCreateFileDefault=Nowy plik
OpenDialog_FileType=Typ
OpenDialog_FileTypeCaption1=Wszystkie pliki (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Nie można zapisać wersji do przeglądania
MacroUsed=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
MacroModify=Zmodyfikowano makro. Zapisać?
InputNameInvalid=Wykryto niedozwolony znak [np. \ / : * ? " < > | ].
MacroFileDelete=Bezpowrotnie usunąć plik?
MacroFileSelected=Plików / Folderów została zastosowana do pamięci myszy, chcesz Usunąć / Zmienić nazwę? [YES] funkcja usunie!
ModifyFileNameTitle=Zmień nazwę
PleaseInputFileName=Przycisk w nazwie makra
FileExistAlready=Plik już istnieje. Zastąpić?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Usuń
NoAuthorityUse=Niewystarczająca autoryzacja. Pliku nie można otworzyć!
MustCreatFile=Musisz utworzyć nowy plik makro edytować!
bt_Start_UltraCombo->Caption=<F11> aby rozpocząć 
bt_Stop_UltraCombo->Caption=<F12> aby zatrzymać
ck_KeyboardAction->Caption=Zapisz akcje klawiatury
ck_MouseClick->Caption=Zapisz kliknięcia myszy
lb_TestCommon->Caption=Dokładny opis funkcji makra:
bt_InsertKeyboard_UltraCombo->Hint=Wprowadź klawiaturę
bt_InsertMouse_UltraCombo->Hint=Wprowaź mysz
bt_InsertDelay_UltraCombo->Hint=Wprowadź opóźnienie
bt_Record_UltraCombo->Hint=Rejestruj
mi_InsertKeyboard_UltraCombo->Caption=Wprowadź klawiaturę
mi_InsertMouse_UltraCombo->Caption=Wprowaź mysz
mi_InsertDelay_UltraCombo->Caption=Wprowadź opóźnienie
mi_ClearAll_UltraCombo->Caption=Wyczyść wszystko
lb_TestDescription->Caption=Dane zostaną tymczasowo zapisane w pamięci 4. klawisza myszy. W strefie próby lub próbie gry aby przywrócić domyślne ustawienie 4. klawisza przejdź do "Okna klawisza" i ponownie go zresetuj.
ck_CursorRecord->Caption=Uruchom rejestrację kursora.
lb_InterruptTips->Caption=Jeśli program testowy jest poza kontrolą, wciśnij [Caps Lock]+[Scroll Lock]+[Num Lock], aby przerwać go, następnie ponownie debuguj program.
PressSpaceToTest=Wciśnij 4. klawisz, aby rozpocząć testowanie.
bt_Clear_UltraCombo->Caption=Wyczyść
Key=Klawisz
KeyDown=Wciśnij
KeyUp=Zwolnij
MouseMoveTo=Mysz_przesuń_do
MouseRelativeMove=Mysz_względnie_przesuń
Delay=Opóźnienie
millisecond=ms
second=Sek.
minute=Min.
MouseWhellUp=Przewiń_w górę
MouseWhellDown=Przewiń_w dół
MouseLeftKeyDown=Wciśnij_lewy_przycisk
MouseLeftKeyUp=Zwolnij_lewy_przycisk
MouseLeftKeyClick=Kliknij_lewy_przycisk
MouseLeftKeyDblClick=Dwukrotnie_kliknij_lewy_przycisk
MouseMiddleKeyDown=Wciśnij_środkowy_przycisk
MouseMiddleKeyUp=Zwolnij_środkowy_przycisk
MouseMiddleKeyClick=Kliknij_środkowy_przycisk
MouseRightKeyDown=Wciśnij_prawy_przycisk
MouseRightKeyUp=Zwolnij_prawy_przycisk
MouseRightKeyClick=Kliknij_prawy_przycisk
MouseFourthKeyDown=Wciśnij_4._przycisk
MouseFourthKeyUp=Zwolnij_4._przycisk
MouseFourthKeyClick=Kliknij_4._przycisk
MouseFifthKeyDown=Wciśnij_5._przycisk
MouseFifthKeyUp=Zwolnij_5._przycisk
MouseFifthKeyClick=Kliknij_5._przycisk

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Wciśnij ten klawisz, aby wykonać "Single Combo" (jednokrotne wykonanie w scenkach MMO/RPF oraz grach walki) dla pojedynczej kombinacji poleceń wieloklawiszowych.
Help_20=B> Cycle Combo
Help_21=Wciśnij i przytrzymaj tej klawisz, aby wykonać " Cycle Combo" (wykonanie powtarzalne w scenkach MMO/RPF i grach walki). Abyu zatrzymać wykonanie zwolnij ten sam klawisz.
Help_30=C> Auto Combo
Help_31=Wciśnij ten klawisz, aby wykonać "Auto Combo" (wykonanie automatyczne w scenkach MMO/RPF i grach walki). Aby zatrzymać wykoanie zwolniej ten sam klawisz.

[MultiDeviceManageForm]
lb_Title->Caption=Wiele urządzeń
lb_Description->Caption=Użyj oprogramowania do konfiguracji jednej z podłączonych mysz Bloody, a migająca dioda LED kółka oznacza powiązanie tej myszy.
Bloody_V_Mouse=Myszy serii V
Bloody_VL_Mouse=Myszy serii VL
Bloody_T_Mouse=Myszy serii T
Bloody_TL_Mouse=Myszy serii TL
Bloody_ZL_Mouse=Myszy serii ZL
Bloody_ML_Mouse=Myszy serii ML
Bloody_W_Wireless_Mouse=Myszy serii RT (tryb bezprzewodowy)
Bloody_W_Wired_Mouse=Myszy serii RT (tryb przewodowy)
Bloody_WL_Wireless_Mouse=Myszy serii WL (trzyb bezprzewodody)
Bloody_WL_Wired_Mouse=Myszy serii WL (trzyb przewodody)
Bloody_R_Mouse=Myszy serii R
Bloody_RT_Mouse=Myszy serii RT
Bloody_F_Mouse=Myszy serii F
Bloody_FL_Mouse=Myszy serii FL
Bloody_Fc_Mouse=Myszy serii F
Bloody_FLc_Mouse=Seria FL - mysz laserowa do gier w pełnym kolorze
Bloody_A_Mouse=Myszy serii A
Bloody_AL_Mouse=Myszy serii AL
Bloody_N_Mouse=Myszy serii N
Bloody_NL_Mouse=Myszy serii NL
Bloody_E_Mouse=Seria E - mysz do gier w pełnym kolorze
Bloody_P80_Mouse=Myszy serii P
Bloody_P88_Mouse=Myszy serii P
Bloody_S9X_Mouse=Myszy serii S
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Myszy serii J
Bloody_J90_Mouse=Myszy serii J
Bloody_J95_Mouse=Myszy serii J
Bloody_J81_Mouse=Myszy serii J
Bloody_W60Max_Mouse=Myszy serii W
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Myszy serii L

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Porusz myszą…
lb_NotifyingKeyboard->Caption=Przyciśnij dowolny klawisz klawiatury…

[ColorPaletteForm]
lb_ColorEditor->Caption=Edytuj kolor:
lb_BasicColor->Caption=Kolor podstawowy:
lb_CurrentColor->Caption=Kolor bieżący
lb_Red->Caption=Czerwony (C)
lb_Green->Caption=Zielony（G）
lb_Blue->Caption=Niebieski（B）

[MouseGesturesForm]
lb_Title->Caption=Ustawienia ruchów 16-in-1:
lb_Context->Caption=Jak korzystać z ruchów myszy: Wciśnij i PRZYSTRZYMAJ przycisk "Ruchy myszy", następnie przenieś kursor jak pokazano niżej, zwolnij przycisk
ck_RealTimeReply->Caption=Continuous Movement
lb_Distance->Caption=Czułość
lb_Units->Caption=(1@equ@niska)
lb_Default->Caption=Przywróć ustawienia domyślne
lb_Context->Caption.2X=16-in-jednokrotnie: Przytrzymaj przycisk "2X", przenieś kursor w kierunku "strzałki" i zwolnij przycisk. Jeśli poniżej wybrano "Reakcja względna" można korzystać z typowych 8 funkcji lub ustawić czułość.
InputDigitError=Wprowadź liczby!!!
DistanceRangeError=Zakres czułości Okres powinien wynosić %x do %y.

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Ustawienia blokady kółka
lb_ChooseWheel4D->Caption=Włącz blokadę kółka
lb_ChooseStandard->Caption=Włącz kółko standardowe
lb_HideWheel4DIcon->Caption=Ukryj ikonę "Blokada kółka"
lb_HidePartialIcon->Caption=Ukryj ikonę dzielenia
lb_VerticalScrollSet->Caption=Przewijanie pionowe
lb_VerticalScrollLines->Caption=Liczba przewijanych wierszy:
lb_VerticalScrollPage->Caption=Przewijanie całego ekranu
lb_HorizontalScrollSet->Caption=Przewijanie poziome
lb_HorizontalScrollNote->Caption=Liczba słów przewijania
lb_Wheel4DTitleOfNotes->Caption=Wprowadzenie braku pochylenia koła
lb_Wheel4DNotes->Caption=Inowacyjna, opatentowana funkcja “blokady kółka" umożliwia 4-zakresowe przewijanie, co sprawia, że poziome/pionowe przewijanie jes dużo łatwiejsze. Na przykład umożliwia podział arkusza Excela na części A i B. W zależności od pozycji kursora, funkcja zmienia się z przewijania pionowego na pozome i odwrotnie.
lb_ARegionNotes->Caption=Kursor w obszarze A, przewijanie pionowe
lb_BRegionNotes->Caption=Kursor w obszarze B, przewijanie poziome
lb_PartialIcon->Caption=Ikona dzielenia
lb_Wheel4DFormHint->Caption=Kliknij i przytrzymaj, aby przenieść ikonę oraz wyregulować zakres A i B.
lb_OpenWeb->Caption=Kliknij, aby wejść na stronę XFAR
InputDigitError=Wprowadź liczby!!!
Wheel4DSetValueRange=Zakres wartości od %x do %y.
ck_AreaABSwap->Caption=Zamień obszary A i B

[PenSuitForm]
lb_Title->Caption=Ustawienia pisaka nauczyciela
lb_HandwritingEraseType->Caption=Ustawienia gumki:
rb_EraseType1->Caption=Gumka automatyczna
rb_EraseType2->Caption=Gumka ręczna
lb_EraseType1->Caption=Przytrzymaj przycisk podczas rysowania lini, linia zostanie wymazana z chwilą puszczenia przycisku.
lb_EraseType2->Caption=Przytrzymanie przycisku podczas rysowania linii, linia jest wymazywana po dwukrotnym kliknięciu przycisku
lb_BoldType->Caption=Pen bold :
ck_BoldType3->Caption=Wytłuszczona
ck_BoldType2->Caption=Normalna
ck_BoldType1->Caption=Cienka
lb_Hint->Caption=Istnieje 3 rozmiary linii do wyboru podczas szkolenia.
lb_PenColor->Caption=Wybór koloru pisaka:

[ScreenCapture]
rb_Rectangle->Hint=Prostokąt
rb_Ellipse->Hint=Elipsa
rb_Arrow->Hint=Strzałka
rb_Brush->Hint=Szczotka
rb_Text->Hint=Tekst
bt_Restore->Hint=Przywróć
bt_Save->Hint=Zapisz
bt_Giveup->Hint=Anuluj
bt_Finish->Hint=Zakończ
rb_ToolAttributePenSize1->Hint=Rozmiar pisaka1
rb_ToolAttributePenSize2->Hint=Rozmiar pisaka2
rb_ToolAttributePenSize3->Hint=Rozmiar pisaka3
ck_FontBold->Hint=Wytłuszczenie
ck_FontItalic->Hint=Italiki
ck_FontUnderLine->Hint=Podkreślenie
rb_Mosaic->Hint=Mozaika
bt_Note->Hint=Uwaga

[LightEffectForm]
lb_LightBrightness->Caption=Jasność LED:
ColorEffect=Efekt światła:
ColorEffect1=Stałe światło o pełnej barwie
ColorEffect2=Efekt pełnej barwy (flesz wolny)
ColorEffect3=Efekt pełnej barwy  (flesz)
ColorEffect4=Pętla pełno-barwna (flesz wolny)
ColorEffect5=Pętla pełno-barwna (flesz)
ColorEffect6=Wolna zmiana koloru (wolny)
ColorEffect7=Wolna zmiana koloru (szybki)
NeonEffect=Efekt światła
NeonEffect1=Światła wyłączone
NeonEffect2=System blasku neonowego
NeonEffect3=Oświetlenie stałe
NeonEffect4=Oscylujące

[PreventDisturbForm]
lb_Title->Caption=Ładowanie profilu:
lb_Comment->Caption=Jeżeli włączono opcję [Ładowanie profilu], oprogramowanie zamknie się, aby zwolnić zasoby systemowe i wszystkie ustawienia zostaną zapisane w pamięci myszy.
lb_Configuration->Caption=Ustawienia
lb_ProgramName->Caption=Nazwa programu
lb_GameComment->Caption=Nazwa gry
lb_PreventDisturb->Caption=Włącz
CloseSoftwareTips=Przycisk "OK": Włącza opcję "Ładowanie profilu"@RETURN@@RETURN@Przycisk "Zakończ": zapisuje ustawienia w pamięci myszy i uruchamia grę bez oprogramowania Bloody.
ck_DoNotRemind->Caption=Usuń komunikaty o "Ładowaniu profilu"
im_OpenExe->Hint=Dodaj
im_Delete->Hint=Usuń
ProgramExists=Ta nazwa programu już istnieje.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Plik
EffectManagement_ImportExport=Import/Eksport
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Podświetlenie 
lb_CommentTitle_SLED->Caption=Efekty RGB podświetlenia： 
lb_Comment_SLED->Caption=Pięć (5) efektów podświetlenia jest załadowanych domyślnie. Dostosuj efekty podświetlenia podnosząc mysz z powierzchni i naciskając przycisk [1],  aby je przełączać.
ApplyInform=Efekt oświetlenia RGB zapisany.
AccessDeny=Funkcja jest przeznaczona TYLKO do myszy do gier obsługujących funkcję RGB. Sprawdź instrukcję obsługi, aby dowiedzieć się więcej.
ck_LightingEffects->Caption=Po naciśnięciu przełącznika 1/N/3 urządzenie nie powróci automatycznie do trybu efektu świetlnego.

[SLEDEditorForm]
EffectManagement=Plik
EffectManagement_New=Nowy
EffectManagement_Open=Otwórz
EffectManagement_Save=Zapisz
EffectManagement_SaveAs=Zapisz jako nowy
EffectManagement_Delete=Usuń
EffectManagement_Rename=Zmień nazwę
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Efekt światła:
lb_PannelLight->Caption=Światło stałe
lb_PannelBreath->Caption=Oscylujące
lb_PannelSlowBreath->Caption=Wolne
lb_PannelFastBreath->Caption=Szybkie
lb_ButtonTitle->Caption=Efekt światła:
lb_KeyColor->Caption=Kolor_kliknięcia
lb_DownColor->Caption=Kolor_naciśnięcia
lb_UpColor->Caption=Kolor_zwolnienia
lb_ButtonSlowBreath->Caption=Wolne
lb_ButtonFastBreath->Caption=Szybkie
ButtonType1=Zmiana koloru_kliknięcia
ButtonType2=Kliknięcie_meteor
ButtonType3=Kliknięcie_fala
bt_AnimationPlay->Hint=Odtwarzaj
bt_AnimationStop->Hint=Stop/zatrzymanie
bt_AnimationPrevious->Hint=Wstecz
bt_AnimationNext->Hint=Dalej
bt_AnimationLoadFrame->Hint=Kopiuj klatki do przycisków
bt_AnimationSaveFrame->Hint=Kopiuj przyciski do klatek
bt_AnimationNewFrame->Hint=Dodaj klatkę
bt_AnimationDeleteFrame->Hint=Usuń klatkę
bt_AnimationUndo->Hint=Cofnij
bt_AnimationRedo->Hint=Powtórz
lb_AnimationTitle->Caption=Efekty animacji oświetlenia:
lb_AnimationTimeUnit->Caption=[Min]
lb_BackgroundColor->Caption=Kolor tła
AnimationCommentOpen=Wyjaśnij>>
AnimationCommentClose=Zamknij>>
AnimationComment=【Tryb pętli】Ustaw na 0 min.,natychmiastowe wyświetlenie efektu animacji.  @RETURN@【Tryb inteligentny】Klawiatura nieaktywna przez 1~10 min – zaczyna się efekt animacji. Kliknij dowolny klawisz, aby zatrzymać.@RETURN@
NewCreateFileName=Nowy
NewCreateFileDefault=Nowy plik
mi_AddFrame->Caption=Nowa klatka
mi_CopyFrame->Caption=Utwórz ponownie klatkę
mi_DeleteFrame->Caption=Usuń klatkę
mi_LoadFrame->Caption=Kopiuj do przycisków
mi_SaveFrame->Caption=Kopiuj do klatek
mi_ChangeFrameOrder->Caption=Zmień kolejność
mi_MoveFront->Caption=Ustaw jako pierwszą
mi_NextFrame->Caption=Tył
mi_PreviousFrame->Caption=Przód
mi_MoveBack->Caption=Ustaw jako ostatnią
SetColorPrompt=[Kliknięcie] lub [przeciągnięcie] lewego_przycisku - edytowanie kolorów przycisków.
InputNameInvalid=Wykryto niedozwolony znak [np. \ / : * ? " < > | ].
IsCreateNewFile=Nowy plik?
MacroModify=Zmodyfikowano makro. Zapisać?
IsDeleteFile=Bezpowrotnie usunąć plik?
RenameName=Zmień nazwę
PleaseInputMacroName=Nazwa nowego pliku
ExistAlready=Plik już istnieje. Zastąpić?
ExceedLimitCount=Przekroczono maks. liczbę klatek

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Plik
lb_Title->Caption1=Otwórz
lb_Title->Caption2=Zapisz
lb_Title->Caption3=Zapisz jako
lb_Title->Caption4=Usuń
lb_FileType->Caption=Typ
advcb_FileType->Caption1=Wszystkie pliki efektów oświetlenia
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Opóźnienie (s):
lb_ChangeSingle->Caption=zmień tylko czas opóźnienia
lb_ChangeAll->Caption=Zmień wszytkie czasy opóźnienia
lb_ChangeArea->Caption=Zmień sekcja czasy opóźnienia (klatkę) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Miejsce w pamięci:
lb_ExceededCapacity->Caption=Skrypt jest powyżej limitu rozmiaru, usuń część skryptu.
lb_DownloadedTips->Caption=[ Script Saved ]
lb_Hint->Caption=*Poziom trybu podstawowego i wybrane funkcje dodatkowe mają wpływ na miejsce w pamięci systemu.
TotalCapacity=Łączne miejsce:
AvailableCapacity=Pozostałe miejsce:
ck_DoNotShowAnymore->Caption=Nie pokazuj więcej

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Przycisk środkowy
im_ExtensionsKey4->Hint=4. przycisk
im_ExtensionsKey5->Hint=5. przycisk

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

